/* Menu item for opening the style sheet of the selected style item with the default application. */
"Edit" = "编辑";

/* Menu item for opening the style sheet of the selected style item with the application to be selected in its submenu. */
"Edit in" = "编辑工具";

/* Menu item title for opening a popover used for editing the selected style. */
"Show Details" = "显示详细资料...";

/* Menu item titles for enabling/disabling the selected style. */
"Enable" = "启用";
"Disable" = "停用";

/* Menu item title for duplicating the selected style. */
"Duplicate" = "复制";

/* Menu item title for exporting the selected style to disk. Shows a save panel upon click. */
"Export" = "导出...";

/* Menu item title for previewing the selected style in separate window. */
"Preview" = "预览...";

/* Menu item title for opening a sheet showing warnings and errors of the selected style. Only available for Rich Text styles. */
"Validate" = "验证...";

/* Menu item title for deleting the selected style. */
"Delete" = "删除...";


/* Generic name for HTML export styles (used in group rows and when confirming the deletion of a style item). */
"HTML" = "HTML";

/* Generic name for rich text (DOCX, PDF) export styles (used in group rows and when confirming the deletion of a style item). . */
"Rich Text" = "富文本";

/* Generic name for ePub export styles (used in group rows and when confirming the deletion of a style item). . */
"ePub" = "ePub";


/* Title of the sheet shown when confirmining the deletion of an style. The placeholder is replaced by the type of the style (HTML, Rich Text, ePub -- see above) */
"Delete Style Title" = "删除 %@ 样式?";

/* Informative text of the sheet shown when confirmining the deletion of an style. */
"Delete Style Text" = "您真的要删除样式“%@”吗？如果已启用 iCloud，那么它将从所有设备上删除。此操作无法插销！";

/* Title of alternative button on the sheet shown when confirmining the deletion of an export style. Clicking the button aborts the deletion. */
"Cancel Deletion" = "取消";

/* Title of default button on the sheet shown when confirmining the deletion of an export style. Clicking the button deletes the style. */
"Delete Style Item" = "删除";


/* String appended to duplicated styles to indicate that the style is a copy. The placeholder contains the original name of the style. */
"Copy" = "%@ (拷贝)";


/* Title of default button in the panel shown when adding a new style using the "Add style…" button. */
"Add" = "添加";


/* Title of alert sheet shown when importing a style failed. The placeholder is replaced by the filename of the imported style file. */
"ImportStyleFailedMessageText" = "导入 “%@” 失败";

/* Informative text of alert sheet shown when importing a style failed. The placeholder is replaced by error output generated when importing the style. */
"ImportStyleFailedInformativeText" = "从错误日志：“%@”";


/* Title of sheet shown when adding a style sheet which can be added to multiple style formats. */
"Style Format Chooser Title" = "选择导出格式";

/* Informative text of sheet shown when adding a style sheet which can be added to multiple style formats. */
"Style Format Chooser Text" = "文件 “%@” 可以导出成附样式的 HTML 或 ePub 文件。请选择要导出的格式：";

/* Option in radio group shown in save panel when exporting a style. The placeholder is replaced with the path extension of the current style sheet format (".css" or ".ulss"). */
"Style Sheet File" = "样式文稿文件 (%@)";

/* Button used to confirm the dialog shown when adding a style sheet which can be added to multiple style formats. */
"ConfirmFormatChooser" = "好";

/* Button used to cancel the dialog shown when adding a style sheet which can be added to multiple style formats. */
"CancelFormatChooser" = "取消";



/* Menu item shown when clicking Share button. Used to export the selected style to disk. */
"Export" = "导出...";

/* Menu item shown when clicking Share button. Used to share the selected style on the Style Exchange. */
"Share on Style Exchange" = "在 Style Exchange 上分享…";


/* Title of alert sheet shown when upload to Style Exchange failed. */
"UploadFailedSheetMessageText" = "将样式上载到 Style Exchange 失败。";

/* Informative text of alert sheet shown when upload to Style Exchange failed. Placeholder is replaced by error output returned by the failed network request. */
"UploadFailedSheetInformativeText" = "从错误日志：“%@”";

/* Default button of alert sheet shown when upload to Style Exchange failed. Clicking the button closes the sheet. */
"UploadFailedSheetOKButton" = "好";

/* Alternative button of alert sheet shown when upload to Style Exchange failed. Clicking the button opens the Style Exchange webpage allowing to manually upload the theme. */
"UploadFailedSheetManualUploadButton" = "手动上载…";


/* URL used for showing an the Style Exchange website. */
"styleExchangeURL" = "http://styles.ulyssesapp.com/?ref=u3_stylePrefs";
